package com.example.gridviewapplication;

import java.io.Serializable;

public class Detail implements Serializable {
    String[] movieName = {"써니","완득이","괴물","라디오스타","비열한거리",
    "왕의남자","아일랜드","웰컴투동막골","헬보이","백투더퓨처","여인의향기",
    "쥬라기공원","포레스트캠프","그라운드호그데이","혹성탈출","아름다운비행",
    "내이름은칸","해리포터","마더","킹콩을들다"};
    String[] movieDetail = {"써니의 줄거리","완득이의 줄거리","괴물의 줄거리","라디오스타의 줄거리","비열한거리의 줄거리",
            "왕의남자의 줄거리","아일랜드의 줄거리","웰컴투동막골의 줄거리","헬보이의 줄거리","백투더퓨처의 줄거리","여인의향기의 줄거리",
            "쥬라기공원의 줄거리","포레스트캠프의 줄거리","그라운드호그데이의 줄거리","혹성탈출의 줄거리","아름다운비행의 줄거리",
            "내이름은칸의 줄거리","해리포터의 줄거리","마더의 줄거리","킹콩을들다의 줄거리"};

}
